---
kind: other
id: Properties.T:Autodesk.Revit.Exceptions.ForbiddenForDynamicUpdateException
source: html/6581ef3b-3147-f0fe-a631-b40542f93984.htm
---
# ForbiddenForDynamicUpdateException Properties

The information of the function throwing the exception.